BASE_URL = 'https://chat.line.biz/Ua1070018fe6d8cf535feba9cc479c366'  # bewell

# email และ password ที่ใช้ login LINE ----------------------------------
EMAIL = ''
PASS = ''

# วันที่ที่ต้องการหา KPI ---------------------------------------------------
TARGET_DATE = '2022-01-04'  # ปปปป-ดด-วว

# จำนวนห้องแชทที่ต้องการอ่าน ---------------------------------------------------
CHATROOM_NUM = 50


THAI_MONTH = {
    '01': 'ม.ค.',
    '02': 'ก.พ.',
    '03': 'มี.ค.',
    '04': 'เม.ย.',
    '05': 'พ.ค.',
    '06': 'มิ.ย.',
    '07': 'ก.ค.',
    '08': 'ส.ค.',
    '09': 'ก.ย.',
    '10': 'ต.ค.',
    '11': 'พ.ย.',
    '12': 'ธ.ค.',
}

KEYWORDS = ['สวัสดี', 'หวัดดี']

KEYWORDS_DICT = {
    'โต๊ะ': 'สนใจโต๊ะ',
    'โต็ะ': 'สนใจโต็ะ',
    'เก้าอี้': 'สนใจเก้าอี้'
}
